Repository: avi-software/hebrew-calendar-qml
Catalog: po/*.po
Languages: fr

source: Day details
fr: Détails de la journée

source: Day
fr: Journée du

source: (click to expand)
fr: (cliquer pour élargir)

source: Shabat Times
fr: Périodes de Shabat

source: Holyday Times
fr: Périodes fériées

source: Fast Times
fr: Périodes de jeûne

source: Holyday and Shabat Times
fr: Périodes fériées et de Shabat

source: Candle light
fr: Allumage des bougies

source: Three stars
fr: Trois étoiles

source: Three stars czhish
fr: Trois étoiles czhish

source: Three stars RT (72 minute)
fr: Trois étoiles RT (72 minutes)

source: Day times
fr: Moments de la journée

source: First ligth (mga)
fr: Première lueur (MGA)

source: First light
fr: Première lueur

source: Sunrise
fr: Levée du soleil

source: Midday
fr: Mi-journée

source: Big mincha
fr: Grande mincha

source: Little mincha
fr: Petite mincha

source: Plug mincha
fr: Mincha à la bougie

source: Sunset
fr: Coucher du soleil

source: First stars
fr: Premières étoiles

source: Today
fr: Aujourd'hui

source: Edit Location
fr: Modifier l'emplacement

source: New Location
fr: Nouvel emplacement

source: Some Place
fr: Quelque part

source: You can find long and lat <a href='http://www.latlong.net/'>here</a><br>if you get wrong times, check this.
fr: Vous pouvez trouver votre longitude et votre latitude <a href='http://www.latlong.net/'>ici.</a><br>Si vous obtenez des heures incorrectes, vérifiez ceci.

source: use you GPS
fr: Utilisez votre GPS

source: You can find TimeZone <a href='http://en.wikipedia.org/wiki/List_of_tz_database_time_zones'>here</a><br>if you get wrong times, check this.
fr: Vous pouvez trouver les fuseaux horaires <a href='https://fr.wikipedia.org/wiki/Fuseau_horaire'>ici.</a><br>Si vous obtenez des heures incorrectes, vérifiez ceci.

source: Dont leave empty fileds!
fr: Ne laissez pas de champs vides !

source: save
fr: Enregistrer

source: Location Name already exist
fr: Ce nom d'emplacement existe déjà

source: cancel
fr: Annuler

source: Year
fr: Année

source: Month
fr: Mois

source: Day
fr: Jour

source: Settings
fr: Paramètres

source: Global
fr: Général

source: Location
fr: Emplacement

source: Times Of Day
fr: Moments de la journée

source: Candle Light
fr: Allumage des bougies

source: Year %1
fr: Année %1

source: Hebrew Calendar
fr: Calendrier hébreu
